Repository: RafalSliwa/kopia_norwit
Catalog: modules/seoredirect/translations/*/ModulesSeoredirectImport.*.xlf
Languages: pl_pl

source: Loaded to import
pl_pl: Załadowany do importu

source: Old URL can be absolute path like:
pl_pl: Stary URL może być adresem absolutnym np:

source: or relative path like:
pl_pl: lub ścieżka względna jak np:

source: import file:
pl_pl: importuj plik:

source: added to database
pl_pl: Dodaj do bazy danych

source: In a comma-separated values file (CSV) the data items are separated using special characters called delimiters. Delimiters are used to distinct new lines (row delimiter) and values inside dataset (column delimiter)
pl_pl: W plikach CSV dane są oddzielane specjalnymi znakami nazywane delimiterami. Pozwalają one oddzielać poszczególne wiersze (linie) z danymi, a wewnątrz linii poszczególne "komórki" danych.

source: ROW delimiter
pl_pl: Znak oddzielający linie

source: setup the char for row delimiter (line)
pl_pl: Ustaw znak oddzielający linie

source: new line in windows
pl_pl: nowa linia w systemach windows

source: new line in unix
pl_pl: nowa linia w systemach unix

source: COLUMN delimiter
pl_pl: Znak oddzielający kolumny

source: setup the char for column delimiter (variables in line)
pl_pl: ustaw znak oddzialający kolumny w pliku csv (dane w linii)

source: old URL
pl_pl: stary URL

source: new URL
pl_pl: nowy URL

source: redirect type
pl_pl: Typ przekierowania

source: Regexp
pl_pl: Wyrażenie regularne

source: Import to database
pl_pl: Zaimportuj do bazy danych

source: Delete
pl_pl: Usuń

source: No Files
pl_pl: Brak plików
