Repository: RafalSliwa/kopia_norwit
Catalog: modules/seoredirect/translations/*/ModulesSeoredirectSeoredirect.*.xlf
Languages: pl_pl

source: Disable and redirect to parent category (if exists, otherwise redirect to homepage)
pl_pl: Wyłącz i przekieruj do kategorii nadrzędniej (jeżeli taka jest, jeżeli nie ma - przekieruj do strony głównej)

source: Disable & hide automatically
pl_pl: Wyłącz i ukryj automatycznie

source: Disable visibility in shop's catalog
pl_pl: Wyłącz widoczność w katalogu

source: If you don't want to disable / hide or redirect some products you can define exclusions.
pl_pl: Jeżeli nie chcesz wyłączać / ukrywać przekierowań pewnych produktów - możesz zdefiniować wykluczenia

source: If you don't want to disable / hide or redirect products from categories you can define exclusions.
pl_pl: Jeżeli nie chcesz wyłączać / ukrywać produktów z kategorii możesz zdefiniować wykluczenia

source: Do not hide "allowed to order" products
pl_pl: Nie ukrywaj produktów które można zamawiać

source: Turn this option if you do not want to hide out of stock products that are marked as "allowed to order when out of stock"
pl_pl: Włącz tę opcję, jeżeli nie chcesz ukrywać produktów out of stock które mają włączoną opcję "zamawiania gdy nie ma go na stanie"

source: Module enables and disables out of stock / in stock products when someone will try to access to product page. You can bulk enable / disable them with cron job. Details below
pl_pl: Moduł włącza i wyłącza produkty out of stock / in stock gdy ktoś spróbuje odwiedzić stronę takiego produktu. Możesz również automatycznie włączać / wyłączać produkty zdaniem cron. Szczegóły poniżej

source: Add this url to your cron job table to disable and/or enable out of stock products automatically
pl_pl: Dodaj ten adres URL do zadania cron do włączania/wyłączania produktów out of stock autmatycznie

source: Module allows to create an unlimited number of 301, 302, 303 URL redirects to optimize the SEO of your shop.
pl_pl: Moduł pozwala na utworzenie nielimitowanej ilości przekierowań 301,302,303 które z całą pewnością wpłyną pozytywnie na pozycję sklepu w wyszukiwarkach

source: MyPresta updates
pl_pl: Aktualizacje MyPresta

source: Check updates
pl_pl: Sprawdź

source: Check now
pl_pl: Sprawdź

source: Updates notifications
pl_pl: Notyfikacje

source: -- select --
pl_pl: -- wybierz --

source: Enable
pl_pl: Włącz

source: Disable
pl_pl: Wyłącz

source: Turn this option on if you want to check MyPresta.eu for module updates automatically. This option will display notification about new versions of this addon.
pl_pl: Włącz tę opcję jeżeli chcesz aby moduł sprawdzał dostępność aktualizacji. Opcja gdy włączona wyświetli notyfikacje o dostępności nowych wersji.

source: Module page
pl_pl: Strona modułu

source: This is direct link to official addon page, where you can read about changes in the module (changelog)
pl_pl: To jest bezpośredni link do oficjalnej strony modułu gdzie dostępna jest zakładka z changelogiem (listą zmian)

source: Save
pl_pl: Zapisz

source: New version available, check http://MyPresta.eu for more informations
pl_pl: Nowa wersja dostępna, sprawdź mypresta.eu

source: More details in changelog
pl_pl: Więcej w changelogu

source: New version available!
pl_pl: Nowa wersja dostepna!

source: Module is up to date!
pl_pl: Moduł jest aktualny!

source: Redirections log
pl_pl: Log przkierowań

source: categories disabled
pl_pl: kategorie wyłączone

source: categories re-enabled
pl_pl: kategorie włączone

source: Example of regular expression:
pl_pl: Przykład wyrażenia regularnego:

source: OLD URL:
pl_pl: STARY URL:

source: NEW URL:
pl_pl: NOWY URL:

source: ? (question mark)
pl_pl: ? (znak zapytania)

source: this can represent any single character. If you specified something at the command line like "hd?" - script would look for hda, hdb, hdc and every other letter/number between a-z, 0-9.
pl_pl: Wykorzystanie znaku zapytania w ciągu znaków oznacza, że za znak zapytania będzie podstawiony dowolny znak. Jeżeli wprowadzisz taki fragment url np: "hd?" to moduł za znak zapytania podstawi inną liczbę / literę np: "hda" "hdi" "hdd" "hd3

source: * (asterisk)
pl_pl: * (gwiazdka)

source: this can represent any number of characters (including zero, in other words, zero or more characters). If you specified a "cd*" it would use "cda", "cdrom", "cdrecord" and anything that starts with “cd” also including “cd” itself. "m*l" could by mill, mull, ml, and anything that starts with an m and ends with an l.
pl_pl: Gwiazdka, gdy wykorzystana w adresie url zostanie zastąpiona dowolną ilością znaków, cyfr i liter. Jeżeli wprowadzisz do url tagi ciąg "cd*Wykorzystanie znaku zapytania w ciągu znaków oznacza, że za znak zapytania będzie podstawiony dowolny znak. Jeżeli wprowadzisz taki fragment url np: \"hd?\" to moduł za znak zapytania podstawi inną liczbę / literę np: \"hda\" \"hdi\" \"hdd\" \"hd3\" wówczas moduł podstawi za gwiazdkę dowolny znak / znaki np, "cda" "cdrom" "cd-rom\.

source: [ ] (square brackets)
pl_pl: [ ] (nawiasy kwadratowe)

source: specifies a range. If you did m[a,o,u]m it can become: mam, mum, mom if you did: m[a-d]m it can become anything that starts and ends with m and has any character a to d inbetween. For example, these would work: mam, mbm, mcm, mdm. This kind of wildcard specifies an “or” relationship (you only need one to match).
pl_pl: Gdy zostaną wykorzystane w adresie url - oznaczają zakres naków. np. [a,b,c] - wówczas moduł do takie frazy podstawi tylko te znaki które są umieszczone w nawiasie kwadratowym. np. M[a,o,u]m poskutkuje utworzeniem fraz Mam, Mom, Mum.

source: { } (curly brackets)
pl_pl: { } (nawiasy klamrowe)

source: terms are separated by commas and each term must be the name of something or a wildcard. This wildcard will copy anything that matches either wildcard(s), or exact name(s) (an “or” relationship, one or the other). For example, this would be valid: {*printed*,*summer*} - this will check urls for "printed" or "summer" words
pl_pl: Gdy zostaną wykorzystane w adresie url - moduł spróbuje dopasować zdefiniowany wewnątrz ciąg do adresu url. np {*printed*,*summer*} - wówczas moduł sprawdzi url czy w adresie nie występuje słowo printer lub summer (zastosowanie gwiazdek to wildcard - patrz "gwiazdka"

source: This construct is similar to the [ ] construct, except rather than matching any characters inside the brackets, it'll match any character, as long as it is not listed between the [ and ]. This is a logical NOT.
pl_pl: Gdy w adresie url wykorzystamy [!] - moduł potraktuje to jako negację. Oznacza to, że adres nie może zawierać określonego wyrazu / frazy.
