Repository: RafalSliwa/kopia_norwit
Catalog: modules/seoredirect/controllers/admin/ModulesSeoredirectSettings.*.xlf
Languages: pl_pl

source: Regular expressions
pl_pl: Wyrażenia regularne

source: You can use regular expressions to define redirections.
pl_pl: Możesz wykorzystać wyrażenia regularne do definiowania przekierowań

source: ? (question mark)
pl_pl: ? (znak zapytania)

source: this can represent any single character. If you specified something at the command line like "hd?" - script would look for hda, hdb, hdc and every other letter/number between a-z, 0-9.
pl_pl: Wykorzystanie znaku zapytania w ciągu znaków oznacza, że za znak zapytania będzie podstawiony dowolny znak. Jeżeli wprowadzisz taki fragment url np: "hd?" to moduł za znak zapytania podstawi inną liczbę / literę np: "hda" "hdi" "hdd" "hd3"

source: * (asterisk)
pl_pl: * (gwiazdka)

source: this can represent any number of characters (including zero, in other words, zero or more characters). If you specified a "cd*" it would use "cda", "cdrom", "cdrecord" and anything that starts with “cd” also including “cd” itself. "m*l" could by mill, mull, ml, and anything that starts with an m and ends with an l.
pl_pl: Gwiazdka, gdy wykorzystana w adresie url zostanie zastąpiona dowolną ilością znaków, cyfr i liter. Jeżeli wprowadzisz do url tagi ciąg "cd*" wówczas moduł podstawi za gwiazdkę dowolny znak / znaki np, "cda" "cdrom" "cd-rom"

source: [ ] (square brackets)
pl_pl: [ ] [nawiasy kwadratowe]

source: specifies a range. If you did m[a,o,u]m it can become: mam, mum, mom if you did: m[a-d]m it can become anything that starts and ends with m and has any character a to d inbetween. For example, these would work: mam, mbm, mcm, mdm. This kind of wildcard specifies an “or” relationship (you only need one to match).
pl_pl: Gdy zostaną wykorzystane w adresie url - oznaczają zakres naków. np. [a,b,c] - wówczas moduł do takie frazy podstawi tylko te znaki które są umieszczone w nawiasie kwadratowym. np. M[a,o,u]m poskutkuje utworzeniem fraz Mam, Mom, Mum.

source: { } (curly brackets)
pl_pl: { } (nawiasy klamrowe}

source: terms are separated by commas and each term must be the name of something or a wildcard. This wildcard will copy anything that matches either wildcard(s), or exact name(s) (an “or” relationship, one or the other). For example, this would be valid: {*printed*,*summer*} - this will check urls for "printed" or "summer" words
pl_pl: Gdy zostaną wykorzystane w adresie url - moduł spróbuje dopasować zdefiniowany wewnątrz ciąg do adresu url. np {*printed*,*summer*} - wówczas moduł sprawdzi url czy w adresie nie występuje słowo printer lub summer (zastosowanie gwiazdek to wildcard - patrz "gwiazdka"

source: This construct is similar to the [ ] construct, except rather than matching any characters inside the brackets, it'll match any character, as long as it is not listed between the [ and ]. This is a logical NOT.
pl_pl: To jest konstruktor podobny do nawiasów kwadratowych, lecz sprawdza on, czy dany ciąg znaków NIE MA wskazanych znaków w nawiasach. Jest to logiczne "NOT"

source: Do not activate module for "preview" mode
pl_pl: Nie aktywuj przekierowań dla "podglądu" strony frontu sklepu przez admina

source: Module can be disabled when you use a "preview" product feature:
pl_pl: Moduł może być wyłączony dla trybu "podglądu" wykonanego przez admina

source: see screenshot
pl_pl: zobacz screenshot

source: No
pl_pl: Nie

source: Yes
pl_pl: Tak

source: Enable wildcards
pl_pl: Włącz wildcardy

source: Module can work with wildcards, this means that you can generate bulk redirections based on url patterns
pl_pl: Moduł może działać z tzw. wildcardami, oznacza to, że możesz generować masowe przekierowanie wykorzystując patterny w urlach

source: Enable statistics
pl_pl: Włącz statystyki

source: Enable or disable statistics feature. If enabled - module will store informations about redirected customers.
pl_pl: Włącz lub wyłącz statystyki. Ta opcja gdy włączona sprawi, że moduł będzie zbierał ilościowe informacje o wykonanych przekierowaniach w danych dniach

source: Enable logs
pl_pl: Włącz logowanie

source: Option when active will log all redirections initiated by module.
pl_pl: Opcja gdy aktywna sprawi, że wszystkie przekierowania będą "logowane" w historii przekierowań

source: Empty categories
pl_pl: Puste kategorie

source: Select what you want to do with categories that are empty (without products)
pl_pl: Wybierz co chcesz zrobić z kategoriami które są puste (bez produktów)

source: Nothing
pl_pl: Nic

source: Disable & hide automatically
pl_pl: Wyłącz i ukryj automatycznie

source: Disable and redirect to shop homepage
pl_pl: Wyłącz i przekieruj na główną stornę sklepu

source: Out of stock categories
pl_pl: Kategorie out of stock

source: Select what you want to do with categories that are out of stock (products are active, but all of these products are out of stock)
pl_pl: Wybierz co chcesz zrobić z kategoriami które są out of stock (produkty są aktywne, ale wszystkie nie są dostępne na magazynie)

source: Disable and redirect to parent category (if exists, otherwise redirect to homepage)
pl_pl: Wyłącz i przekieruj do kategorii-rodzica (jeżeli istnieje, jeżeli nie - przekieruj do głównej strony sklepu)

source: Empty categories redirect type
pl_pl: Puste kategorie - Typ przekierowania

source: If you will enable redirection of empty categories you can define type of redirection
pl_pl: Jeżeli włączysz opcję przekierowania pustych kategorii możesz zdecydować o typie przekierowania

source: 301 Permanent redirection
pl_pl: 301 Permanent

source: Exlcude not active products
pl_pl: Wyklucz nieaktywne produkty

source: When you want to hide empty categories you can exclude disabled products from function that checks how many products category has
pl_pl: Kiedy chcesz ukryć puste kategorie możesz wykluczyć wyłączone produkty z funkcji, która sprawdza ile produktów ma kategoria

source: Exlcude selected categories
pl_pl: Wyklucz wybrane kategorie

source: Select categories that will be excluded from "Out of stock categories" and "Empty categories" disable/hide features
pl_pl: Wybierz kategorie które będą wykluczone procesu ukrywania "kategorii z produktami out of stock" oraz "pustych kategorii"

source: Automatic redirect 404 page
pl_pl: Automatyczne przekierowanie stron 404

source: -- no --
pl_pl: -- nie --

source: Redirect to shop homepage
pl_pl: Przekieruj na główną sklepu

source: In stock products
pl_pl: Produkty na magazynie (in stock)

source: Select what you want to do with products that are in stock
pl_pl: Wybierz co chcesz zrobić z produktami które są in stock

source: Assign to selected category
pl_pl: Powiąż z wybraną kategorią

source: Unassign from selected category
pl_pl: Usuń powiązanie z wybraną kategorią

source: Out of stock products
pl_pl: Produkty out of stock

source: Select what you want to do with products that are out of stock
pl_pl: Wybierz co zrobić z produktami które są out of stock

source: Make product unavailable to order
pl_pl: Oznacz produkt jako niemożliwy do zakupu

source: Unassign from all categories and move to new category
pl_pl: Usuń powiązania z kategoriami i przenieś do nowej kategorii

source: Disable and redirect to main category of product
pl_pl: Wyłącz i przekieruj do strony głównej produktu

source: Limit feature to selected category(ies)
pl_pl: Ogranicz działanie funkcji do wybranych kategorii

source: If you want feature to disable out of stock products can work in selected category(ies) only
pl_pl: Jeżeli chcesz, to funkcja wyłączająca produkty out of stock może działać wyłącznie w wybranych kategoriach

source: Exclude some products
pl_pl: Wyklucz wybrane produkty

source: Exclude products from categories
pl_pl: Wyklucz produkty z wybranych kategorii

source: Out of stock products redirect type
pl_pl: Produkty out of stock - Typ przekierowania

source: If you will enable redirection of out of stock products you can define type of redirection
pl_pl: Jeżeli włączysz opcję przekierowywania pustych produktów możesz zdefiniować typ przekierowania

source: Enable when in stock
pl_pl: Włącz gdy będzie na magazynie (in stock)

source: Turn this on if you want to re-enable product if it will be in stock again
pl_pl: Włącz tę opcję jeżeli chcesz ponownie włączyć produkt, jeżeli ponownie będzie in-stock

source: Option enables product page once someone will try to reach product page.
pl_pl: Opcja włącza produkt gdy ktoś spróbuje odwiedzić stronę tego produktu

source: Disabled products
pl_pl: Wyłączone produkty

source: Select what you want to do with products that are disabled (not active)
pl_pl: Co zrobić z produktami które są wyłączone (nie aktywne)

source: Redirect to main category of product
pl_pl: Przekieruj do głównej kategorii produktu

source: Disabled products redirect type
pl_pl: Wyłączone produkty - Typ przekierowania

source: If you will enable redirection of disabled products pages you can define type of redirection
pl_pl: Jeżeli włączysz opcję przekierowania wyłączonych stron produktów możesz zdecydować o typie przekierowania

source: Removed products
pl_pl: Usunięte produkty

source: What to do if someone will try to reach removed product page
pl_pl: Co z robić gdy ktoś spróbuje odwiedzić stronę usuniętego produktu

source: Removed products redirect type
pl_pl: Usunięte produkty - typ przekierowania

source: If you will enable redirection of removed products pages you can define type of redirection
pl_pl: Jeżeli włączysz opcję przekierowań usuniętych stron produktów, możesz zadecydować o typie przekierowania

source: Disabled manufacturers
pl_pl: Wyłączeni producenci

source: Select what you want to do with manufacturers that are disabled (not active)
pl_pl: Wybierz co chcesz zrobić z producentami którzy są wyłączeni (nie aktywni)

source: Disabled manufacturer redirect type
pl_pl: Wyłączeni producenci - Typ przekierowania

source: If you will enable redirection of disabled manufacturer pages you can define type of redirection
pl_pl: Jeżeli właczysz przekierowania stron producentów (wyłączonych) możesz zdecydować o typie przekierowania

source: General settings of Seo Redirect module
pl_pl: Ustawienia generalne wtyczki Seo Redirect

source: Save
pl_pl: Zapisz

source: Active
pl_pl: Aktywuł

source: Disable
pl_pl: Wyłącz

source: This feature will mark product as product unavailable to order
pl_pl: Ta funkcjonalność oznaczy produkty jako produkty niemożliwe do zamówienia

source: Module disables categories when someone will try to open category page that has no products. You can also automatically disable empty categories with cron job task. Details below.
pl_pl: Moduł wyłącza kategorie gdy ktoś spróbuje odwiedzić stronę kategorii bez produktów w sklepie. Mozesz również zautomatyzować proces i wyłączać te kategorie z zdaniem cron. Szczegóły poniżej

source: Add this url to your cron job table to disable empty categories automatically
pl_pl: Dodaj ten url do tabeli zadań cron aby wyłączać puste kategorie automatycznie
