Repository: RafalSliwa/kopia_norwit
Catalog: themes/Norwit/translations/*/ShopThemeCheckout.*.xlf
Languages: nl_nl

source: Shipping:
nl_nl: Verzending:

source: Subtotal:
nl_nl: Subtotaal:

source: There is %products_count% item in your cart.
nl_nl: Er is %products_count% artikel in uw winkelwagen.

source: There are %products_count% items in your cart.
nl_nl: Er zijn %products_count% artikelen in uw winkelwagen.

source: Quantity:
nl_nl: Aantal stuks:

source: Product successfully added to your shopping cart
nl_nl: Product succesvol toegevoegd aan uw winkelwagen

source: Shopping Cart
nl_nl: Winkelwagen

source: Unfortunately, there are no carriers available for your delivery address.
nl_nl: Helaas zijn er geen vervoerders beschikbaar voor uw afleveradres.

source: If you'd like, you can add a note to the gift:
nl_nl: Als je wilt, kun je een notitie aan het cadeau toevoegen:

source: I would like to receive my order in recycled packaging.
nl_nl: Ik wil mijn bestelling graag in een gerecyclede verpakking ontvangen.

source: If you would like to add a comment about your order, please write it in the field below.
nl_nl: Als u een opmerking over uw bestelling wilt toevoegen, kunt u dit in het onderstaande veld schrijven.

source: Order as a guest
nl_nl: Bestel als gast

source: If you sign out now, your cart will be emptied.
nl_nl: Als u zich nu afmeldt, wordt uw winkelwagen leeggemaakt.

source: Billing address differs from shipping address
nl_nl: Factuuradres verschilt van verzendadres

source: Shipping Address
nl_nl: afleveradres

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
nl_nl: Het geselecteerde adres wordt zowel gebruikt als uw persoonlijk adres (voor factuur) en als uw afleveradres.

source: The selected address will be used as your personal address (for invoice).
nl_nl: Het geselecteerde adres wordt gebruikt als uw persoonlijk adres (voor factuur).

source: Order with an obligation to pay
nl_nl: Bestelling met betalingsverplichting

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
nl_nl: Zorg ervoor dat je een [1]betaalmethode[/1] hebt gekozen en de [2]algemene voorwaarden[/2] hebt geaccepteerd.

source: Place order
nl_nl: Plaats bestelling

source: Your Delivery Address
nl_nl: Jouw bezorgadres

source: Addresses
nl_nl: Adressen

source: Please check your order before payment
nl_nl: Controleer uw bestelling voor betaling

source: Gift
nl_nl: Geschenk

source: %productName% product quantity field
nl_nl: %productName% veld producthoeveelheid

source: Save time on your next order, sign up now
nl_nl: Bespaar tijd bij je volgende bestelling, meld je nu aan

source: Shipping method: %method%
nl_nl: Verzendmethode: %method%

source: Payment method: %method%
nl_nl: Betaalmethode: %method%

source: Order reference: %reference%
nl_nl: Bestelreferentie: %reference%

source: Order details
nl_nl: Bestel Details

source: You can also [1]download your invoice[/1]
nl_nl: U kunt ook [1]uw factuur downloaden[/1]

source: An email has been sent to your mail address %email%.
nl_nl: Er is een e-mail verzonden naar uw e-mailadres %email%.

source: Your order is confirmed
nl_nl: Uw bestelling is bevestigd

source: Tracking number
nl_nl: Volg nummer

source: Shipping cost
nl_nl: Transportkosten

source: Weight
nl_nl: Gewicht

source: Invoice address %alias%
nl_nl: Factuuradres %alias%

source: Delivery address %alias%
nl_nl: Afleveradres %alias%

source: Payment method
nl_nl: Betalingsmiddel

source: Carrier
nl_nl: Vervoerder

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
nl_nl: Door de bestelling te bevestigen, bevestigt u dat u alle onderstaande voorwaarden hebt gelezen en ermee akkoord gaat:

source: Unfortunately, there are no payment method available.
nl_nl: Helaas is er geen betaalmethode beschikbaar.

source: Selected
nl_nl: Geselecteerd

source: No payment needed for this order
nl_nl: Geen betaling nodig voor deze bestelling

source: Transaction amount has been correctly updated
nl_nl: Transactiebedrag is correct bijgewerkt

source: Close
nl_nl: Dichtbij

source: Promo code
nl_nl: Promotiecode

source: Have a promo code?
nl_nl: Heb je een actiecode?

source: Total products
nl_nl: Totaal producten

source: Unit price
nl_nl: Stuksprijs

source: Order items
nl_nl: Artikelen bestellen

source: There are no more items in your cart
nl_nl: Er zijn geen artikelen meer in uw winkelwagen

source: Use this address for invoice too
nl_nl: Gebruik dit adres ook voor de factuur

source: And save time on your next order!
nl_nl: En bespaar tijd op je volgende bestelling!

source: (optional)
nl_nl: (optioneel)

source: Create an account
nl_nl: Account aanmaken

source: %products_count% items in your cart
nl_nl: %products_count% artikelen in uw winkelwagen

source: %product_count% item in your cart
nl_nl: %product_count% artikel in uw winkelwagen

source: Shipping Method
nl_nl: Verzendmethode:

source: Your Invoice Address
nl_nl: Uw factuuradres

source: Expiration date
nl_nl: Vervaldatum

source: Cumulative
nl_nl: cumulatief

source: Value
nl_nl: Waarde

source: Description
nl_nl: Beschrijving

source: Invoice
nl_nl: Factuur

source: Status
nl_nl: Toestand

source: Payment
nl_nl: Betaling

source: Total price
nl_nl: Totale prijs

source: Date
nl_nl: Datum

source: Order reference
nl_nl: Bestelreferentie

source: Quantity
nl_nl: Aantal stuks

source: The minimum purchase order quantity for the product is %quantity%.
nl_nl: De minimale bestelhoeveelheid voor het product is %quantity%.
