Repository: RafalSliwa/kopia_norwit
Catalog: themes/Norwit/translations/*/ShopThemeCatalog.*.xlf
Languages: de_de

source: %s other products in the same category:
de_de: %s andere Produkte in derselben Kategorie:

source: %s other product in the same category:
de_de: %s anderes Produkt in derselben Kategorie:

source: All products
de_de: Alle Produkte

source: Popular Products
de_de: beliebte Produkte

source: Viewed products
de_de: Angesehene Produkte

source: All brands
de_de: Angesehene Produkte

source: No brand
de_de: Keine Marke

source: My alerts
de_de: Meine Wecker

source: Last time this product was added to a cart: %date_last_cart%
de_de: Letztes Mal, als dieses Produkt in einen Einkaufswagen gelegt wurde: %date_last_cart%

source: Last time this product was bought: %date_last_order%
de_de: Letztes Mal, als dieses Produkt gekauft wurde: %date_last_order%

source: %nb_people% people are currently watching this product.
de_de: %nb_people% Personen sehen sich dieses Produkt derzeit an.

source: 1 person is currently watching this product.
de_de: 1 Person sieht sich gerade dieses Produkt an.

source: All best sellers
de_de: Alles Bestseller

source: Best Sellers
de_de: Bestseller

source: All suppliers
de_de: Alle Anbieter

source: No supplier
de_de: Kein Lieferant

source: Search products here...
de_de: Hier Produkte suchen...

source: All new products
de_de: Alle neuen Produkte

source: New products
de_de: Neue Produkte

source: All sale products
de_de: Alle Verkaufsprodukte

source: On sale
de_de: Im Angebot

source: Customers who bought this product also bought:
de_de: Kunden, die diesen Artikel gekauft haben, kauften auch:

source: No RSS feed added
de_de: Kein RSS-Feed hinzugefügt

source: Total price
de_de: Gesamtpreis

source: Unit price
de_de: Einzelpreis

source: Product
de_de: Produkt

source: You Save
de_de: Du sparst

source: Volume discounts
de_de: Massenrabatt

source: Specific References
de_de: Spezifische Referenzen

source: Data sheet
de_de: Datenblatt

source: Availability date:
de_de: Verfügbarkeitsdatum:

source: In stock
de_de: Auf Lager

source: Your customization:
de_de: Ihre Anpassung:

source: Product customization
de_de: Produktanpassung

source: There is 1 product.
de_de: Es gibt 1 Produkt.

source: There are %product_count% products.
de_de: Es gibt %product_count% Produkte.

source: Available In Stock:
de_de: Auf Lager:

source: Reference
de_de: Referenz

source: Condition
de_de: Zustand

source: Brand
de_de: Marke

source: Quantity
de_de: Menge

source: No tax
de_de: Keine Steuer

source: (not impacted by the discount)
de_de: (nicht von der Ermäßigung betroffen)

source: Including %amount% for ecotax
de_de: Einschließlich %amount% für Ökosteuer

source: Instead of %price%
de_de: Statt %price%

source: %price% tax excl.
de_de: %price% MwSt exkl.

source: Save %amount%
de_de: Sparen Sie %amount%

source: Save %percentage%
de_de: Sparen Sie %percentage%

source: Price
de_de: Preis

source: Regular price
de_de: Regulärer Preis

source: Brands
de_de: Marken

source: List of products by brand %brand_name%
de_de: Liste der Produkte nach Marke %brand_name%

source: List of products by supplier %s
de_de: Liste der Produkte nach Lieferant %s

source: Stay tuned! More products will be shown here as they are added.
de_de: Bleiben Sie dran! Weitere Produkte werden hier angezeigt, sobald sie hinzugefügt werden.

source: No products available yet
de_de: Noch keine Produkte verfügbar

source: Please try other keywords to describe what you are looking for.
de_de: Versuchen Sie es mit anderen Schlüsselwörtern, um zu beschreiben, wonach Sie suchen.

source: No matches were found for your search
de_de: Für Ihre Suche wurden keine Übereinstimmungen gefunden

source: Suppliers
de_de: Lieferanten

source: You might also like
de_de: Das könnte Ihnen auch gefallen

source: Attachments
de_de: Anhänge

source: Product Details
de_de: Produktdetails

source: Description
de_de: Beschreibung

source: Tags
de_de: Stichworte

source: This pack contains
de_de: Dieses Paket enthält
