Repository: RafalSliwa/kopia_norwit
Catalog: themes/Norwit/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: it_it

source: Register
it_it: Registrati

source: Log in to your customer account
it_it: Accedi al tuo account cliente

source: View my customer account
it_it: Visualizza il mio account cliente

source: Not you? [1]Log out[/1]
it_it: Non tu? [1]Esci[/1]

source: Connected as [1]%firstname% %lastname%[/1].
it_it: Connesso come [1]%firstname% %lastname%[/1].

source: Vouchers
it_it: Buoni

source: Order history and details
it_it: Cronologia e dettagli degli ordini

source: Add first address
it_it: Aggiungi il primo indirizzo

source: Addresses
it_it: Indirizzi

source: Information
it_it: Informazione

source: Your account
it_it: Il tuo account

source: Your personal information
it_it: Le tue informazioni personali

source: If you would like to add a comment about your order, please write it in the field below.
it_it: Se desideri aggiungere un commento sul tuo ordine, scrivilo nel campo sottostante.

source: Add a message
it_it: Aggiungi un messaggio

source: Messages
it_it: Messaggi

source: Request a return
it_it: Richiedi un reso

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
it_it: Se desideri restituire uno o più prodotti, ti preghiamo di contrassegnare le caselle corrispondenti e fornire una spiegazione per il reso. Al termine, fare clic sul pulsante in basso.

source: Merchandise return
it_it: Ritorno merce

source: Returned
it_it: Restituito

source: Back to your account
it_it: torna al tuo account

source: For example: QIIXJXNUI or QIIXJXNUI#1
it_it: Ad esempio: QIIXJXNUI o QIIXJXNUI#1

source: To track your order, please enter the following information:
it_it: Per tracciare il tuo ordine, inserisci le seguenti informazioni:

source: Guest Order Tracking
it_it: Monitoraggio dell'ordine degli ospiti

source: Click the following link to track the delivery of your order
it_it: Fai clic sul seguente link per monitorare la consegna del tuo ordine

source: Follow your order's status step-by-step
it_it: Segui passo passo lo stato del tuo ordine

source: Message
it_it: Messaggio

source: You have requested gift wrapping for this order.
it_it: Hai richiesto una confezione regalo per questo ordine.

source: You have given permission to receive your order in recycled packaging.
it_it: Hai dato il permesso di ricevere il tuo ordine in imballaggi riciclati.

source: Download your invoice as a PDF file.
it_it: Scarica la fattura come file PDF.

source: Order Reference %reference% - placed on %date%
it_it: Riferimento ordine %reference% - effettuato il %date%

source: Order details
it_it: Dettagli dell'ordine

source: Your vouchers
it_it: I tuoi buoni

source: Details
it_it: Dettagli

source: Here are the orders you've placed since your account was created.
it_it: Ecco gli ordini che hai effettuato da quando è stato creato il tuo account.

source: Order history
it_it: Cronologia ordini

source: Log in instead!
it_it: Accedi invece!

source: Already have an account?
it_it: Hai già un account?

source: Create an account
it_it: Creare un account

source: New address
it_it: Nuovo indirizzo

source: Update your address
it_it: Aggiorna il tuo indirizzo

source: Easier merchandise return
it_it: Restituzione merce più semplice

source: Fast and easy checkout
it_it: Check out veloce e facile

source: Personalized and secure access
it_it: accesso personalizzato e sicuro

source: Transform your guest account into a customer account and enjoy:
it_it: Trasforma il tuo account ospite in un account cliente e goditi:

source: Guest Tracking
it_it: Monitoraggio degli ospiti

source: Your addresses
it_it: I tuoi indirizzi

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
it_it: Se le condizioni di reso sopra elencate non vengono rispettate, ci riserviamo il diritto di rifiutare il tuo pacco e/o il rimborso.

source: Please let us know if you have any questions.
it_it: Per favore fateci sapere se avete domande.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
it_it: Quando riceveremo il tuo pacco, ti avviseremo via e-mail. Inizieremo quindi a elaborare il rimborso dell'ordine.

source: Please check the [1]returns form[/1] for the correct address.
it_it: Si prega di controllare il [1]modulo di reso[/1] per l'indirizzo corretto.

source: Please print out the [1]returns form[/1] and include it with your package.
it_it: Stampa il [1]modulo di reso[/1] e includilo nel tuo pacco.

source: All merchandise must be returned in its original packaging and in its original state.
it_it: Tutta la merce deve essere restituita nella sua confezione originale e nel suo stato originale.

source: Reminder
it_it: Promemoria

source: List of items to be returned:
it_it: Elenco degli articoli da restituire:

source: The current status of your merchandise return is: [1] %status% [/1]
it_it: Lo stato attuale della restituzione della merce è: [1] %status% [/1]

source: We have logged your return request.
it_it: Abbiamo registrato la tua richiesta di reso.

source: Return details
it_it: Dettagli sulla restituzione

source: Email address: %email%
it_it: Indirizzo email: %email%

source: Reset your password
it_it: reimposta la tua password

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
it_it: Per favore inserisci l'indirizzo email che hai usato per registrarti. Riceverai un link temporaneo per reimpostare la tua password.

source: Forgot your password?
it_it: Hai dimenticato la password?

source: View credit slip
it_it: Visualizza nota di credito

source: Credit slip
it_it: Cambiale

source: Credit slips you have received after canceled orders.
it_it: Le ricevute di credito che hai ricevuto dopo l'annullamento degli ordini.

source: Credit slips
it_it: Scontrini di credito

source: No account? Create one here
it_it: Nessun conto? Creane uno qui

source: Log in to your account
it_it: Accedi al tuo account

source: Returns form
it_it: Modulo resi

source: Date issued
it_it: Data emesso

source: Package status
it_it: Stato del pacchetto

source: Return
it_it: Ritorno

source: Order
it_it: Ordine

source: Here is a list of pending merchandise returns
it_it: Ecco un elenco di resi di merce in sospeso

source: Merchandise returns
it_it: La merce ritorna
